loadtests/wrk/output/users/search-users/with_index_OR/t1-d60-c1-R10
Running 1m test @ http://95.213.237.186/search-user
  1 threads and 1 connections
  Thread calibration: mean lat.: 6640.810ms, rate sampling interval: 17383ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    28.19s    15.00s    0.96m    68.42%
    Req/Sec     0.00      0.00     0.00    100.00%
  25 requests in 1.00m, 13.37MB read
  Socket errors: connect 0, read 0, write 0, timeout 11
Requests/sec:      0.42
Transfer/sec:    228.05KB